Repository: brierjon/science_united
Catalog: *_translations/*.po
Languages: ja, nb, nl, pt_pt, sv, uk

source: %1 is temporarily shut down for maintenance.
ja: %1 はメンテナンスの為、一時的に停止しています。
nb: %1 blir midlertidig stengt for vedlikehold.
nl: %1 is tijdelijk uitgeschakeld voor onderhoud
pt_pt: %1 está temporariamente encerrado para manutenção.
sv: %1 är tillfälligt stängt för underhåll.
uk: %1 тимчасово вимкнений для обслуговування.

source: Recent contribution
ja: 最近の貢献度
nb: Nylige bidrag
nl: Recente bijdrage
pt_pt: Contribuição recente
sv: nyligt bidrag
uk: Недавній внесок

source: Continue to your home page
ja: あなたのホームページに進む
nb: Fortsett til din hjemmeside
nl: Ga verder naar je startpagina
pt_pt: Continuar para a sua página inicial
sv: Fortsätt till din hemsida
uk: Перейти на домашню сторінку

source: %1 lets you help scientific research projects by giving them computing power. These projects do research in astronomy, physics, biomedicine, mathematics, and environmental science; you can pick the areas you want to support.
ja: %1 では、科学研究プロジェクトに演算能力を与えることで、科学研究プロジェクトを支援することができます。これらのプロジェクトは、天文学、物理学、生物医学、数学、環境科学の研究を行っています。
nb: %1 lar deg hjelpe vitenskapelige forskningsprosjekter ved å gi dem datakraft. Disse prosjektene forsker innen astronomi, fysikk, biomedisin, matematikk og miljøvitenskap; du kan velge områdene du vil støtte.
nl: %1 laat je bijdragen tot wetenschappelijke onderzoeksprojecten door deze rekenkracht te geven. Deze projecten doen onderzoek in astronomie, fysica, medische biologie, wiskunde en milieuwetenschap; je kan de velden uitkiezen die je wil steunen.
pt_pt: %1 deixa-o ajudar na pesquisa de projetos científicos ao dar-lhe poder computacional. Estes projetos fazem pesquisa em astronomia, física, biomedicina, matemática e ciência ambiental; pode escolher as áreas em que quer ajudar.
sv: %1 låter dig hjälpa vetenskapliga projekt genom att donera datorkraft. Dessa projekt utför undersökningar inom astronomi, fysik, biomedicin, matematik och miljövetenskap; du kan välja vilka områden du vill stödja.
uk: %1 дозволяє допомогти науково-дослідницьким проектам, надаючи їм обчислювальну потужність. Ці проекти займаються дослідженнями в області астрономії, фізики, біомедицини, математики та екології; Ви можете вибрати області, які Ви хочете підтримати.

source: You help by installing BOINC, a free program that runs scientific jobs in the background and when you're not using the computer. BOINC is secure and will not affect your normal use of the computer.
ja: コンピュータを使用していないときにバックグラウンドで科学的なジョブを実行する無料のプログラムであるBOINCをインストールすることで、あなたは支援することができます。 BOINCは安全であり、コンピュータの通常の使用に影響を与えることはありません。
nb: Du hjelper ved å installere BOINC, et gratis program som kjører vitenskapelige jobber i bakgrunnen, og når du ikke bruker datamaskinen. BOINC er sikkert og vil ikke påvirke din normale bruk av datamaskinen.
nl: Je helpt door BOINC te installeren, een gratis programma dat wetenschappelijke taken uitvoert in de achtergrond en wanneer je de computer niet gebruikt. BOINC is veilig en zal je normale gebruik van de computer niet beïnvloeden.
pt_pt: Você ajuda ao instalar o BOINC, um programa grátis que executa trabalhos científicos em background e, quando não está a utilizar o seu computador. O BOINC é seguro e não afetará a normal utilização do seu computador.
sv: Du hjälper till genom att installera BOINC, ett gratisprogram som kör vetenskapliga program i bakgrunden när du inte använder datorn. BOINC är säkert och påverkar inte din normala användning av datorn.
uk: Ви допомагаєте, встановивши BOINC — безкоштовну програму, яка запускає наукові завдання у фоновому режимі і коли Ви не використовуєтесь комп'ютером. BOINC безпечний і не вплине на ваше нормальне використання комп'ютера.

source: %1 is operated by the BOINC project at UC Berkeley.
ja: %1 は カリフォルニア大学バークレー校の BOINC プロジェクトによって運営されています。
nb: %1 driftes av BOINC-prosjektet ved UC Berkeley.
nl: %1 wordt bestuurd door het BOINC project aan UC Berkeley.
pt_pt: %1 é operado pelo projeto BOINC na UC Berkeley.
sv: %1 drivs av BOINC-projektet vid UC Berkeley.
uk: %1 працює за допомогою проекту BOINC в Каліфорнійському Університеті Берклі.

source: %1 and the research projects it supports are non-profit.
ja: %1 とそれが支援する研究プロジェクトは非営利です。
nb: %1 og forskningsprosjektene den støtter er ideelle.
nl: %1 en de onderzoeksprojecten die het ondersteunt zijn non-profit.
pt_pt: %1 e os projetos de pesquisa que suportam não têm fins lucrativos.
sv: %1 och de vetenskapliga projekten som stöds är inte vinstdrivande.
uk: %1 і підтримувані їм дослідницькі проекти є некомерційними.

source: Join %1
ja: %1 に参加する
nb: Bli med %1
nl: Sluit aan bij %1
pt_pt: Aderir a %1
sv: Gå med i %1
uk: Приєднатися до %1

source: Already joined?
ja: すでに参加済みですか?
nb: Har du allerede blitt med?
nl: Al aangesloten?
pt_pt: Já aderiu?
sv: Redan medlem?
uk: Вже приєдналися?

source: Welcome, %1
ja: ようこそ、%1
nb: Velkommen, %1
nl: Welkom, %1
pt_pt: Bem-vindo, %1
sv: Välkommen %1
uk: Ласкаво просимо, %1

source: News
ja: ニュース
nb: Nyheter
nl: Nieuws
pt_pt: Notícias
sv: Nyheter
uk: Новини

source: Ebola-Infected VERO E6 Cell
ja: エボラ感染VERO E6細胞
nb: Ebola-infisert VERO E6-celle
nl: Ebola-geïnfecteerde VERO E6 cel
pt_pt: Células VERO E6 infetadas com Ébola
sv: Ebola-infekterad VERO E6 Cell
uk: Інфікована вірусом Ебола клітина VERO E6

source: Simulation of Higgs boson detection
ja: ヒッグス粒子検出のシミュレーション
nb: Simulering av Higgs boson-deteksjon
nl: Simulatie van een higgsbosondetectie
pt_pt: Simulação de deteção de bosões de Higgs
sv: Simulerad detektion av Higgs boson
uk: Моделювання виявлення бозона Хіггса

source: The Earth's interrelated climate systems
ja: 地球の相互に関連する気候システム
nb: Jordens sammenhengende klimasystemer
nl: De samenhangende klimaatsystemen van de aarde
pt_pt: Sistemas climáticos interrelacionados da Terra
sv: Jordens relaterade klimatsystem
uk: Взаємопов'язані кліматичні системи Землі

source: Structure of protein GIF
ja: タンパク質GIFの構造
nb: Struktur av protein GIF
nl: Structuur van een proteïne GIF
pt_pt: Estrutura da proteína GIF
sv: Struktur hos protein GIF
uk: Структура білка GIF

source: The Hubble ultra-deep field image
ja: ハッブル超深部フィールドの画像
nb: Hubble ultra-dype feltbilde
nl: Een ultra-deep field foto van de Hubble
pt_pt: Imagem de campo ultra-profunda do Hubble
sv: Hubbles ultra djup fält bild
uk: Ультра-глибоке поле зображень Хаббла

source: Science United is funded by the %1National Science Foundation%2, award #1664190, and is based at the %3University of California, Berkeley%4.
ja: Science Unitedは、%1National Science Foundation%2、1664190号により資金提供を受けており、%3カリフォルニア大学バークレー校%4に拠点を置いています。
nb: Science United er finansiert av%1National Science Foundation%2, utmerkelse #1664190, og er basert på %3University of California, Berkeley%4.
nl: Science United is gefinancierd door de %1National Science Foundation%2, prijs #1664190, en is gevestigd aan de %3University of California, Berkeley%4.
pt_pt: A Science United foi fundada pela %1Fundação de Ciência Nacional%2, com o prémio #1664190, e está sediada na %3Universidade da Califórnia, Berkeley%4.
sv: Science United finansieras av %1National Science Foundation%2, tilldelning #1664190, och är baserat vid %3Kaliforniens universitet, Berkeley%4
uk: Science United фінансується фондом %1National Science Foundation%2, премія #1664190, і базується в %3Універсітеті Каліфорнії, Берклі%4.

source: About
nb: Om
nl: Over
pt_pt: Sobre
sv: Om
uk: Про

source: Screen name
ja: スクリーンネーム
nb: Visningsnavn
nl: Schermnaam
pt_pt: Nome de ecrã
sv: Alias
uk: Псевдонім

source: Email address
ja: Eメールアドレス
nb: Epost adresse
nl: E-mailadres
pt_pt: Endereço de e-mail
sv: E-postadress
uk: Адреса електронної пошти

source: Password
ja: パスワード
nb: Passord
nl: Wachtwoord
pt_pt: Palavra-passe
sv: Lösenord
uk: Пароль

source: %1 member since
ja: %1 への登録日
nb: %1 medlem siden
nl: %1 lid sinds
pt_pt: %1 membro desde
sv: %1 medlem sedan
uk: Учасник %1 з

source: User ID
ja: ユーザID
nb: Bruker id
nl: Gebruikers ID
pt_pt: ID do Utilizador
sv: Användar ID
uk: ID користувача

source: Used in community functions
ja: コミュニティ機能で使用されます
nb: Brukes i fellesskapsfunksjoner
nl: Gebruikt in gemeenschapsfuncties
pt_pt: Utilizado nas funções de comunidade
sv: Används i gemenskapsfunktioner
uk: Використовується в функціях співтовариства

source: Account settings
ja: アカウント設定
nb: Konto innstillinger
nl: Accountinstellingen
pt_pt: Definições da conta
sv: Kontoinställningar
uk: Налаштування облікового запису

source: Computing history
ja: 演算履歴
nb: Kalkuleringshistorikk
nl: Gegevensverwerkingsgeschiedenis
pt_pt: Histórico de computação
sv: Beräkningshistorik
uk: Історія обчислень

source: Computing settings
ja: 演算設定
nb: Kalkuleringsinnstillinger
nl: Gegevensverwerkingsinstellingen
pt_pt: Definições de computação
sv: Beräkningsinställningar
uk: Налаштування обчислень

source: You can control how many processors to use (most computers have 4 or 8 processors) and when to use them.
ja: 使用するプロセッサの数（ほとんどのコンピュータは4つまたは8つのプロセッサを持っています）と使用するタイミングを制御することができます。
nb: Du kan kontrollere hvor mange prosessorer du skal bruke (de fleste datamaskiner har 4 eller 8 prosessorer) og når du skal bruke dem.
nl: Je kan beheren hoeveel processoren er gebruikt worden (de meeste computers hebben 4 of 8 processoren) en wanneer ze gebruikt worden.
pt_pt: Pode controlar quantos processadores quer utilizar (a grande maioria dos computadores têm 4 ou 8 processadores) e quando os quer utilizar.
sv: Du kan styra hur många processorer som används (de flesta datorer har 4 eller 8 processorer) och när de används.
uk: Ви можете контролювати кількість процесорів (більшість комп'ютерів мають 4 або 8 процесорів) і коли їх використовувати.

source: This may affect your electricity costs and your computer's fan speeds.
ja: これは、電気代やパソコンのファンの回転数に影響を与える可能性があります。
nb: Dette kan påvirke strømkostnadene og datamaskinens viftehastigheter.
nl: Dit zou je elektriciteitskosten en de ventilatorsnelheid van je computer kunnen beïnvloeden.
pt_pt: Isto pode afetar os custos de eletricidade e a velocidade das ventoinhas do seu computador.
sv: Detta kan påverka din elräkning och hastigheten på datorns kylfläkt.
uk: Це може вплинути на ваші витрати за електроенергію і на швидкість обертання вентилятора вашого комп'ютера.

source: Settings affect all your computers. Changes take effect the next time the computer synchs with Science United.
ja: 設定はすべてのコンピュータに適用されます。 変更は、次回コンピュータがScience Unitedと同期したときに反映されます。
nb: Innstillinger påvirker alle datamaskinene dine. Endringene trer i kraft neste gang datamaskinen synkroniseres med Science United.
nl: Instellingen hebben invloed op al je computers. Veranderingen worden van kracht de volgende keer dat je computer synchroniseert met Science United.
pt_pt: As configurações afetam todos os computadores. As alterações entram em vigor na próxima vez que o computador sincronizar com a Science United.
sv: Inställningarna berör alla dina datorer. Ändringar träder ikraft nästa gång din dator synkar med Science United.
uk: Налаштування впливають на всі ваші комп'ютери. Зміни вступлять в силу в наступний раз, коли комп'ютер синхронізується з Science United.

source: You can change settings for a particular computer using the BOINC Manager. This also gives you more detailed options.
ja: 特定のコンピュータの設定を、BOINC マネージャを使って変更することができます。 これは、より詳細なオプションも提供します。
nb: Du kan endre innstillinger for en bestemt datamaskin ved hjelp av BOINC Manager. Dette gir deg også mer detaljerte alternativer.
nl: Je kan de instellingen voor een bepaalde computer veranderen door gebruik te maken van de BOINC Manager. Dit geeft je ook meer gedetailleerde opties.
pt_pt: Pode alterar as configurações para um computador em particular que utilize o Gestor BOINC. Isto dá-lhe também opções mais detalhadas.
sv: Du kan ändra inställningar för en specifik dator genom BOINC Manager. Detta ger också mer detaljerade alternativ.
uk: Ви можете змінити налаштування для конкретного комп'ютера за допомогою Менеджера BOINC. Це також дає вам більш детальні варіанти.

source: Choose one of:
ja: いずれかを選択してください。
nb: Velg en av:
nl: Kies er één:
pt_pt: Escolha um de:
sv: Välj en av:
uk: Виберіть один з:

source: Low power %1 Use 25% of processors, and stop computing when computer is idle.%2
ja: 低消費電力 %1 プロセッサの 25% を使用し、コンピュータがアイドル状態のときに演算を停止します。
nb: Lav effekt %1 Bruk 25% av prosessorene, og stopp databehandling når datamaskinen er inaktiv.%2
nl: Laag verbruik %1 Gebruik 25% van de processors, en stop de berekening als de computer niet in gebruik is.%2
pt_pt: Baixo consumo %1 Utiliza 25% dos processadores, e para a computação quando o computador está inativo.%2
sv: Låg energi %1 Använd 25% av processorerna och sluta köra beräkningar när datorn inte används.%2
uk: Низька потужність %1 Використовує 25% процесорів і зупинює обчислення, коли комп'ютер простоює.%2

source: Standard %1 Use 50% of processors.%2
ja: 標準 %1 プロセッサの 50% を使用します。%2
nb: Standard %1 Bruk 50% av prosessorer.%2
nl: Standaard %1 Gebruik 50% van de processoren.%2
pt_pt: Padrão %1 Utiliza 50% dos processadores.%2
sv: Standard %1 Använd 50% av processorerna.%2
uk: Стандартний %1 Використовує 50% процесорів.%2

source: Maximum computing %1 Use all processors.%2
ja: 最大演算 %1 すべてのプロセッサを使用します。%2
nb: Maksimal databehandling %1 Bruk alle prosessorer.%2
nl: Maximum berekening %1 Gebruik alle processoren.%2
pt_pt: Computação máxima %1 Utiliza todos os processadores.%2
sv: Maximal beräkning %1 Använd alla processorer.%2
uk: Максимальний %1 Використовує всі процесори.%2

source: Computing settings updated
ja: 演算設定を更新しました
nb: Kalkuleringsinnstillinger oppdatert
nl: Verwerkingsinstellingen geüpdatet
pt_pt: Definições de computação atualizadas
sv: Datorinställningar uppdaterade
uk: Налаштування обчислень оновлені

source: The new settings will take effect when your computer synchs with Science United.
ja: 新しい設定は、お使いのコンピュータがScience Unitedと同期したときに有効になります。
nb: De nye innstillingene trer i kraft når datamaskinen din synkroniseres med Science United.
nl: De nieuwe instellingen zullen van kracht worden wanneer je computer synchroniseert met Science United.
pt_pt: As novas configurações entrarão em vigor quando o seu computador sincronizar com a Science United.
sv: De nya inställningarna kommer att träda ikraft när din dator synkar med Science United.
uk: Нові налаштування вступлять в силу, коли ваш комп'ютер синхронізується з Science United.

source: Continue to home page
ja: ホームページに進む
nb: Fortsett til hjemmesiden
nl: Ga verder naar de startpagina
pt_pt: Continuar para a página inicial
sv: Fortsätt till hemsidan
uk: Перейти на домашню сторінку

source: Install software
ja: ソフトウェアをインストールする
nb: Installer programvare
nl: Installeer de software
pt_pt: Instalar software
sv: Installera programvara
uk: Встановити програмне забезпечення

source: To participate in %1 you must install BOINC and VirtualBox on your computer.
ja: %1 に参加するには、コンピュータに BOINC と VirtualBox をインストールする必要があります。
nb: For å delta i %1 må du installere BOINC og VirtualBox på din datamaskin.
nl: Om deel te nemen aan %1 moet je BOINC en VirtualBox installeren op je computer.
pt_pt: Para participar em %1 tem de instalar o BOINC e o VirtualBox no seu computador.
sv: För att delta i %1 behöver du installera BOINC och VirtualBox på din dator.
uk: Для участі в %1 необхідно встановити BOINC і VirtualBox на комп'ютер.

source: Email settings
ja: Eメール設定
nb: Epost innstillinger
nl: E-mailinstellingen
pt_pt: Definições de e-mail
sv: E-postinställningar
uk: Налаштування електронної пошти

source: Preferences updated.
ja: 設定を更新しました。
nb: Innstillinger oppdatert.
nl: Voorkeuren opgeslagen.
pt_pt: Preferências atualizadas.
sv: Inställningar uppdaterade.
uk: Налаштування оновлені.

source: Don't send me any emails
ja: 私にメールを送らないでください。
nb: Ikke send meg noen e-post
nl: Stuur me geen e-mails
pt_pt: Não me enviar quaisquer e-mails
sv: Skicka inte några e-post till mig
uk: Не надсилати мені ніяких листів

source: Status emails %1 These tell you how much work your computer(s) have done recently %2
ja: ステータス・メール %1 あなたのコンピュータが最近どのくらいの作業を行ったかを(まとめて)お知らせします。 %2
nb: Status-eposter %1 Disse forteller deg hvor mye arbeid datamaskinen(e) dine har utført nylig %2
nl: Status e-mails %1 Deze vertellen je hoeveel werk je computer(s) recent gedaan heeft (hebben) %2
pt_pt: Estado dos emails %1 Estes dizem-lhe a quantidade de trabalho(s) que o seu computador realizou recentemente %2
sv: Status e-post %1 Dessa berättar hur mycket arbete din dator har bidragit med nyligen %2
uk: Листи про стан %1 Вони повідомляють Вам, скільки роботи ваш(і) комп'ютер(и) зробили за останній час %2

source: Never
ja: 拒否
nb: Aldri
nl: Nooit
pt_pt: Nunca
sv: Aldrig
uk: Ніколи

source: Daily
ja: 日毎
nb: Daglig
nl: Dagelijks
pt_pt: Diariamente
sv: Dagligen
uk: Щодня

source: Weekly
ja: 週毎
nb: Ukentlig
nl: Wekelijks
pt_pt: Semanalmente
sv: Veckovis
uk: Щотижня

source: Monthly
ja: 月毎
nb: Månedlig
nl: Maandelijks
pt_pt: Mensalmente
sv: Månadsvis
uk: Щомісяця

source: Community emails %1 These tell you about private messages, forum posts, and friend requests %2
ja: コミュニティ・メール %1 プライベート・メッセージ、フォーラムの投稿、および友達のリクエストについてお知らせします。 %2
nb: Fellesskap eposter %1 Disse forteller deg om private meldinger, foruminnlegg og venneforespørsler %2
nl: Gemeenschapse-mails %1 Deze veertellen je over privéberichten, forumberichten en vrienschapsverzoeken %2
pt_pt: Emails da comunidade %1 Estes dizem-lhe sobre as suas mensagens privadas, posts em fóruns e solicitações de amizade %2
sv: Gemenskaps e-post %1 Dessa informerar dig om privata meddelanden, foruminlägg och vänskapsförfrågningar %2
uk: Листи спільноти %1 Вони повідомляють Вам про особисті повідомлення, повідомлення на форумі і запитах на додавання в друзі %2

source: Immediately
ja: すぐに
nb: Umiddelbart
nl: Onmiddelijk
pt_pt: Imediatamente
sv: Direkt
uk: Негайно

source: Daily summary
ja: 日ごとのまとめ
nb: Daglig oppsummering
nl: Dagelijks overzicht
pt_pt: Resumo diário
sv: Daglig sammanställning
uk: Щоденні відомості

source: Save
ja: 保存
nb: Lagre
nl: Opslaan
pt_pt: Guardar
sv: Spara
uk: Зберегти

source: Successful jobs/day
ja: 成功したジョブ/日
nb: Vellykkede jobber/dag
nl: Succesvolle jobs/dag
pt_pt: Trabalhos bem sucedidos/dia
sv: Lyckade arbetsuppgifter/dag
uk: Успішних завдань/день

source: Failed jobs/day
ja: 失敗したジョブ/日
nb: Mislykkede jobber/dag
nl: Mislukte jobs/dag
pt_pt: Trabalhos falhados/dia
sv: Misslyckade arbetsuppgifter/dag
uk: Провалених завдань/день

source: CPU hours/day
ja: CPU時間/日
nb: CPU timer/dag
nl: CPU uren/dag
pt_pt: Horas de CPU/dia
sv: CPU timmar/dag
uk: Часів ЦП/день

source: GPU hours/day
ja: GPU時間/日
nb: GPU timer/dag
nl: GPU uren/dag
pt_pt: Horas da GPU/dia
sv: GPU timmar/dag
uk: Часів ГП/день

source: Need help?
nl: Hulp nodig?

source: Problems installing or running BOINC: %1 get help here%2.
ja: BOINC のインストールまたは実行に問題がある場合: %1 ここにヘルプがあります。%2
nb: Problemer med å installere eller kjøre BOINC: %1 få hjelp her%2.
nl: Problemen bij het installeren of uitvoeren van BOINC: %1 krijg hier hulp%2.
pt_pt: Problemas com a instalação ou execução do BOINC: %1 obtenha ajuda aqui%2.
sv: Problem att installera eller köra BOINC: %1 få hjälp här%2.
uk: Проблеми при установці або запуску BOINC: %1 отримаєте допомогу тут %2.

source: Problems with %1: ask for help on the %2 %3 message boards.%4
nl: Problemen met %1: vraag hulp op het %2 %3 forum.%4

source: To report a bug or request a feature in %1, create an issue on %2 the %3 Github repository%4 (you'll need a free Github account).
nl: Om een bug te rapporteren of een functionaliteit aan te vragen in %1, creëer een issue op %2 de %3 Github repository%4 (je zal hiervoor een gratis Github account nodig hebben).

source: Contribution
ja: 貢献度
nb: Bidrag
nl: Bijdrage
pt_pt: Contribuição
sv: Bidrag
uk: Внесок

source: View
ja: 閲覧
nb: Vis
nl: Kijk
pt_pt: Visualização
sv: Visa
uk: Дивитися

source: Your computers
ja: あなたのコンピュータ
nb: Dine datamaskiner
nl: Je computers
pt_pt: Os seus computadores
sv: Dina datorer
uk: Ваші комп'ютери

source: Computing: graphs
ja: 演算結果: グラフ
nb: Kalkulering: grafer
nl: Verwerking: grafieken
pt_pt: Computação: gráficos
sv: Beräkningar: grafer
uk: Обчислення: графіки

source: Computing: details
ja: 演算結果: 詳細
nb: Kalkulering: detaljer
nl: Verwerking: details
pt_pt: Computação: detalhes
sv: Beräkningar: detaljer
uk: Обчислення: деталі

source: Science projects
ja: サイエンス プロジェクト
nb: Vitenskapelige prosjekter
nl: Wetenschapsprojecten
pt_pt: Projetos de ciência
sv: Vetenskapliga projekt
uk: Наукові проекти

source: Community
ja: コミュニティ
nb: Fellesskap
nl: Gemeenschap
pt_pt: Comunidade
sv: Gemenskap
uk: Спільнота

source: Settings
ja: 設定
nb: Innstillinger
nl: Instellingen
pt_pt: Configurações
sv: Inställningar
uk: Налаштування

source: Edit
ja: 編集
nb: Rediger
nl: Bewerk
pt_pt: Editar
sv: Ändra
uk: Редагувати

source: Science areas and locations
ja: 科学分野と場所
nb: Vitenskapsområder og lokasjoner
nl: Wetenschappelijke velden en locaties
pt_pt: Áreas de ciências e localizações
sv: Vetenskapliga områden och platser
uk: Наукові області та місця розташування

source: Choose the types of research you want to support
ja: サポートしたい研究の種類を選択してください
nb: Velg hvilke typer forskning du ønsker å støtte
nl: Kies het type onderzoek dat je wil steunen
pt_pt: Escolha os tipos de pesquisa que deseja apoiar
sv: Välj vilka typer av forskning du vill stödja
uk: Виберіть типи досліджень, які Ви хочете підтримати

source: Computing
ja: 演算
nb: Kalkulering
nl: Verwerking
pt_pt: Computação
sv: Beräkningar
uk: Обчислення

source: Choose how to use your computers
ja: パソコンの使い方を選択してください
nb: Velg hvordan dine datamaskiner skal benyttes
nl: Kies hoe je computers gebruikt worden
pt_pt: Escolha como utilizar os seus computadores
sv: Välj hur dina datorer ska användas
uk: Виберіть спосіб використання комп'ютерів

source: Settings for message boards and private messages
ja: 掲示板やプライベートメッセージの設定
nb: Innstillinger for oppslagstavler og private meldinger
nl: Instellingen voor het forum en privéberichten
pt_pt: Definições para os quadros de mensagens e mensagens privadas
sv: Inställningar för forumet och privata meddelanden
uk: Налаштування для дошки повідомлень і особистих повідомлень

source: Name, password, email address
ja: 名前、パスワード、Eメールアドレス
nb: Navn, passord, epostadresse
nl: Naam, wachtwoord, e-mailadres
pt_pt: Nome, palavra-passe, endereço de e-mail
sv: Namn, lösenord, e-postadress
uk: Ім'я, пароль, адреса електронної пошти

source: When and whether we should email you
ja: 配信メールの種類と送信タイミング
nb: Når og om vi skal sende deg en e-post
nl: Wanneer en of we je moeten e-mailen
pt_pt: Onde e quando devemos lhe enviar emails
sv: När och om vi ska skicka e-post till dig
uk: Чи повинні ми відправити вам листа і коли

source: Your home page
ja: あなたのホームページ
nb: Din hjemmeside
nl: Jouw startpagina
pt_pt: A sua página inicial
sv: Din hemsida
uk: Ваша домашня сторінка

source: No computers yet
ja: まだコンピュータはありません。
nb: Ingen datamaskiner foreløpig
nl: Nog geen computers
pt_pt: Ainda sem computadores
sv: Inga datorer än
uk: Комп'ютерів ще немає

source: Computer name
ja: コンピュータ名
nb: Navn datamaskin
nl: Naam van de computer
pt_pt: Nome do computador
sv: Datornamn
uk: Ім'я комп'ютера

source: Click for details
ja: 詳細はクリックしてください。
nb: Klikk for detaljer
nl: Klik voor details
pt_pt: Clique para detalhes
sv: Klicka för detaljer
uk: Натиснути для деталей

source: Operating system
ja: オペレーティングシステム
nb: Operativsystem
nl: Besturingssysteem
pt_pt: Sistema operativo
sv: Operativsystem
uk: Операційна система

source: Last contact
ja: 最終通信日
nb: Siste kontakt
nl: Laatste contact
pt_pt: Último contacto
sv: Senaste kontakt
uk: Останній контакт

source: Remove
ja: 削除
nb: Slett
nl: Verwijder
pt_pt: Remover
sv: Ta bort
uk: Видалити
