Repository: brierjon/science_united
Catalog: *_translations/*.po
Languages: ja, nb, nl, pt_pt, sv, uk

source: ... if this is a duplicate or the computer is no longer running BOINC
ja: ... もしこれが重複しているか、あるいはこのコンピュータでBOINCを実行していないのであれば
nb: ... hvis dette er et duplikat eller datamaskinen ikke lenger kjører BOINC
nl: ... als dit een duplicaat is of als de computer niet langer voor BOINC werkt
pt_pt: ...se este é um duplicado ou o computador já não executa o BOINC
sv: ... om detta är en dubblett eller datorn inte längre kör BOINC
uk: ... якщо це дублікат або на комп'ютері BOINC більше не працює

source: How projects are chosen for %1
ja: %1 でプロジェクトはどのように選ばれるのか。
nb: Hvordan prosjekter selekteres for %1
nl: Hoe projecten gekozen worden voor %1
pt_pt: Como os projetos são escolhidos para o %1
sv: Hur projekt väljs för %1
uk: Як вибираються проекти для %1

source: To decide which projects this computer should work for, we compute a "score" for each project. The components of the score are:
ja: このコンピュータがどのプロジェクトで働くべきかを決めるために、各プロジェクトの「スコア」を計算します。 スコアの構成要素は以下の通りです
nb: For å bestemme hvilke prosjekter denne datamaskinen skal fungere for, beregner vi en "score" for hvert prosjekt. Komponentene i poengsummen er:
nl: Om te beslissen voor welke projecten deze computer moet werken, berekenen we een "score" voor elk project. De componenten van de score zijn:
pt_pt: Para decidir em que projetos o seu computador deve executar trabalho, nós computamos uma "pontuação" para cada projeto. Os componentes do pontuação são:
sv: För att bestämma vilka projekt den här datorn ska arbeta för så beräknar vi en "poäng" för varje projekt. Komponenterna för poängen är:
uk: Щоб вирішити, для яких проектів повинен працювати цей комп'ютер, ми обчислюємо "оцінку" для кожного проекту. Компоненти оцінки:

source: Keyword score
ja: キーワードスコア
nb: Nøkkelord poeng
nl: Trefwoord score
pt_pt: Pontuação da palavra chave
sv: Sökordspoäng
uk: Оцінка ключових слів

source: How well your keyword preferences match the project's keywords.
ja: あなたのキーワード設定がプロジェクトのキーワードにどれだけマッチしているか。
nb: Hvor godt dine stikkordpreferanser samsvarer med prosjektets stikkord.
nl: Hoe goed je trefwoord voorkeuren aansluiten bij de trefwoorden van het project.
pt_pt: Quão bem as suas preferências de palavra-chave correspondem às palavras-chave do projeto.
sv: Hur bra dina sökordsinställningar matchar projektets sökord.
uk: Наскільки добре ваші налаштування ключових слів відповідають ключовим словами проекту.

source: -1 if the project has no programs that will run on the computer; 0 if it does; +1 if one of them uses a GPU or VirtuaBox.
nl: -1 als het project geen programma's heeft die op de computer worden uitgevoerd; 0 als het dat wel heeft; +1 als één van hen GPU of VirtualBox gebruikt.

source: Balance
nl: Balans

source: How much work is owed to the project; this changes from one day to the next.
ja: プロジェクトにどれだけの処理しているか; これは一日から翌日の間に変化します。
nb: Hvor mye arbeid som skyldes prosjektet; dette endres fra en dag til den neste.
nl: Hoeveel werk nodig is voor het project; dit veranderd van de ene dag tot de andere.
pt_pt: Quanto trabalho é devido ao projeto; isto mudar de um dia para o outro.
sv: Hur mycket arbete som är skyldigt till projektet, detta ändras från en dag till nästa.
uk: Скільки роботи потрібно проекту; цей параметр змінюється від одного дня до іншого.

source: We then choose the highest-scoring projects (at least 2) that together can use all the computer's processors.
ja: そして、すべてのコンピュータプロセッサを一緒に使用することができる、最高得点のプロジェクト（少なくとも2つ）を選択します。
nb: Vi velger deretter de høyest scorende prosjektene (minst 2) som sammen kan bruke alle datamaskinens prosessorer.
nl: Daarna kiezen we de hoogst scorende projecten (minstens 2) die samen alle processors van de computer kan gebruiken.
pt_pt: Escolhemos então os projetos com maior pontuação (pelo menos 2), que juntos possam utilizar todos os processadores do computador.
sv: Vi väljer sedan de projekt med högst poäng (minst 2) som tillsammans kan använda datorns alla processorer.
uk: Потім ми вибираємо проекти з найвищою оцінкою (принаймні 2), які разом можуть використовувати всі процесори комп'ютера.

source: Balance (GFLOPS days)
nl: Balans (GFLOPS dagen)

source: Opted out?
ja: 除外?
nb: Har du valgt bort?
nl: Geannuleerd?
pt_pt: Optou por sair?
sv: Valt bort?
uk: Відмовитися?

source: Can use %1?
ja: %1 使用可?
nb: Kan bruke %1?
nl: Kan %1 gebruiken?
pt_pt: Pode utilizar %1?
sv: Kan använda %1?
uk: Можна використовувати %1?

source: Yes
ja: はい
nb: Ja
nl: Ja
pt_pt: Sim
sv: Ja
uk: Так

source: Given the above info, this computer would do work for these projects:
ja: 上記の情報を考えると、このコンピュータは、これらのプロジェクトのために仕事をすることができます。:
nb: Gitt informasjonen ovenfor, vil denne datamaskinen fungere for disse prosjektene:
nl: Gegeven de bovenstaande info zal de computer werken voor deze projecten:
pt_pt: Dada a informação acima, este computador deve realizar trabalho para estes projetos:
sv: Givet informationen ovan så kommer denna dator att köra arbete för dessa projekt:
uk: З огляду на вищевказану інформацію, цей комп'ютер буде працювати для цих проектів:

source: No
ja: いいえ
nb: Nei
nl: Nee
pt_pt: Não
sv: Nej
uk: Ні

source: Computer hardware and software
ja: コンピュータのハードウェアおよびソフトウェア
nb: Datamaskin maskinvare og programvare
nl: Computer hardware en software
pt_pt: Hardware de computador e software
sv: Datorhårdvara och mjukvara
uk: Комп'ютерне обладнання і програмне забезпечення

source: Projects for which this computer has done work
ja: このコンピュータで稼働しているプロジェクト
nb: Prosjekter som denne datamaskinen har arbeidet med
nl: Projecten waarvoor deze computer heeft gewerkt
pt_pt: Projetos para os quais este computador fez trabalho
sv: Projekt som denna dator har genomfört arbete för
uk: Проекти, для яких цей комп'ютер зробив роботу

source: Name
ja: 名前
nb: Navn
nl: Naam
pt_pt: Nome
sv: Namn
uk: Ім'я

source: CPU time
ja: CPU時間
nb: CPU varighet
nl: CPU tijd
pt_pt: Tempo de CPU
sv: CPU tid
uk: Час ЦП

source: GPU time
ja: GPU時間
nb: GPU varighet
nl: GPU tijd
pt_pt: Tempo de GPU
sv: GPU tid
uk: Час ГП

source: # jobs success
ja: 成功ジョブ数
nb: # vellykkede jobber
nl: # jobs succesvol
pt_pt: # trabalhos bem sucedidos
sv: # arbeten lyckade
uk: # успішних завдань

source: #jobs fail
ja: 失敗ジョブ数
nb: #mislykkede jobber
nl: # jobs mislukt
pt_pt: # trabalhos falhados
sv: # arbeten misslyckade
uk: # провалених завдань

source: How projects are chosen for this computer
ja: このコンピュータでプロジェクトはどのように選ばれるのか。
nb: Hvordan prosjekter selekteres for denne datamaskinen
nl: Hoe projecten gekozen worden voor deze computer
pt_pt: Como os projetos são escolhidos para este computador
sv: Hur projekt väljs för denna dator
uk: Як вибираються проекти для цього комп'ютера

source: Getting started
ja: 開始する
nb: Komme i gang
nl: Aan de slag
pt_pt: Iniciação
sv: Komma igång
uk: Початок роботи

source: Welcome to %1
ja: %1 にようこそ
nb: Velkommen til %1
nl: Welkom bij %1
pt_pt: Bem-vindo ao %1
sv: Välkommen till %1
uk: Ласкаво просимо в %1

source: By now you should have downloaded and run BOINC. If so, you're done! Your computer will do run science jobs in the background, supporting research in the areas you selected.
ja: すでにBOINCをダウンロードして実行しているはずです。 そうであれば、これで完了です! あなたのコンピュータはバックグラウンドで科学の仕事を実行し、選択した分野の研究をサポートします。
nb: Innen nå skulle du ha lastet ned og kjører BOINC. I så fall er du ferdig! Datamaskinen din kjører vitenskapsjobber i bakgrunnen, og støtter forskning i områdene du valgte.
nl: Ondertussen zou je BOINC gedownload en uitgevoerd moeten zijn. Als dat zo is, ben je klaar! Je computer zal wetenschappelijke jobs verwerken in de achtergrond, ter ondersteuning van het onderzoek in de velden die je geselecteerd hebt.
pt_pt: Por esta altura, já deve ter transferido e executado o BOINC. Se assim é, está completo! O seu computador deve executar trabalhos científicos em background, ajudando a pesquisa nas áreas que selecionou.
sv: Nu borde du ha laddat ner och kört BOINC. Om så är fallet är du klar! Din dator kommer att köra vetenskapliga arbeten i bakgrunden och stödja forskning inom de områden du valt.
uk: До даного моменту Ви повинні були завантажити і запустити BOINC. Якщо це так, то Ви все зробили! Ваш комп'ютер буде виконувати наукові завдання у фоновому режимі, підтримуючи дослідження в обраних областях.

source: Scientists need all the computing power they can get. To help further, you can:
ja: 科学者たちは、得られるすべての演算能力を必要としています。 さらなる支援をあなたはできます:
nb: Forskere behøver all datakraften de kan få. For å hjelpe videre kan du:
nl: Wetenschappers hebben alle verwerkingskracht nodig die ze kunnen krijgen. Om verder te helpen, kan je:
pt_pt: Os cientistas necessitam de todo o poder computacional que conseguirem arranjar. Para ajudar, pode:
sv: Forskare behöver all datorkraft de kan få. För att hjälpa ytterligare kan du:
uk: Вченим потрібна вся обчислювальна потужність, яку вони можуть отримати. Щоб допомагати далі, ви можете:

source: Tell your family, friends, and co-workers about %1, and encourage them to volunteer.
ja: 家族、友人、同僚に %1 のことを伝え、ボランティアに参加するように勧めてください。
nb: Fortell familie, venner og kolleger om %1, og oppmuntre dem til å melde seg frivillig.
nl: Vertel je familie, vrienden en collega's over %1 en moedig hen aan om vrijwilliger te worden.
pt_pt: Dizer à sua família, amigos, colegas de trabalho acerca de %1, e encorajá-los a se voluntariarem.
sv: Berätta för din familj, vänner och arbetskamrater om %1 och uppmana dem att gå med.
uk: Розкажіть сім'ї, друзям і колегам про %1 і запросіть їх стати добровольцями.

source: Run %1 on all your computing devices:
ja: すべてのコンピューティング・デバイスで %1 を実行してください。
nb: Kjør %1 på alle dataenhetene dine:
nl: Voer %1 uit op al je verwerkingsapparaten:
pt_pt: Executar %1 em todos os seus dispositivos de computação:
sv: Köra %1 på alla dina datorenheter:
uk: Запустіть %1 на всіх ваших обчислювальних пристроях:

source: Desktops and laptops (Windows, Linux, Mac OS X): On that device, visit this web site (%1) and log in. Then select Download from the Project menu, and install BOINC as you did on this computer.
ja: デスクトップとラップトップ (Windows、Linux、Mac OS X)。そのデバイスで、このウェブサイト(%1)にアクセスしてログインします。 そして、プロジェクトメニューからダウンロードを選択し、このコンピュータで行ったようにBOINCをインストールします。
nb: Stasjonære og bærbare datamaskiner (Windows, Linux, Mac OS X): På denne enheten, besøk dette nettstedet (% 1) og logg inn. Velg deretter Last ned fra Project-menyen, og installer BOINC som du gjorde på denne datamaskinen.
nl: Desktops en laptops (Windows, Linux, Mac OS X): Bezoek op dit apparaat deze website (%1) en log in. Selecteer dan Download van het Project menu en installeer BOINC zoals je dat deed op deze computer.
pt_pt: Computador de sala e portátil (Windows, Linux, Mac OS X): Nestes dispositivos, visite o website (%1) e inicie sessão. Depois faça transferir do Menu do projeto e instale o BOINC neste computador.
sv: Stationära och bärbara datorer(Windows, Linux, Mac OS X): Besök den här webbplatsen (%1) på den enheten och logga in. Välj därefter Ladda ner från projektmenyn och installera BOINC precis som du gjorde på den här datorn.
uk: Настільні комп'ютери і ноутбуки (Windows, Linux, Mac OS X): на цьому пристрої відвідайте цей веб-сайт (%1) і авторизуйтесь. Потім виберіть команду Завантажити в меню Проект та встановіть BOINC на цьому комп'ютері.

source: Android phones and tablets: install the BOINC app from the Google Play Store or (for Fire) the Amazon App Store. Choose Use Account Manager, select %1, and log in.
ja: Android携帯電話とタブレット：Google Playストアまたは（Fireの場合）AmazonアプリストアからBOINCアプリをインストールします。 アカウント・マネージャーの使用を選択し、%1を選択してログインします。
nb: Android-telefoner og nettbrett: Installer BOINC-appen fra Google Play Store eller (for Fire) Amazon App Store. Velg Bruk kontoadministrator, velg %1 og logg på.
nl: Android telefoon en tablets: installeer de BOINC app vanuit de Google Play Store of (voor Fire) de Amazon App Store. Kies Gebruik Account Manager, selecteer %1, en log in.
pt_pt: Telefones Android e tablets: instale a aplicação BOINC da loja Google Play ou (para o Fire) da Loja de Aplicações da Amazon. Escolha utilizar Gestor de Conta, selecione %1 e inicie sessão.
sv: Android telefoner och surfplattor: installera BOINC-appen från Google Play butiken eller (för Fire) Amazon App butiken. Välj Använd Kontohanterare, välj %1 och logga in.
uk: Телефони та планшети нв Android: встановіть програму BOINC з Google Play Store або (для Fire) з Amazon App Store. Виберіть Використовувати Менеджер проектів, виберіть %1, і авторизуйтесь.

source: You can %1 Join or create a Team%2.
ja: あなたは %1 チームに参加、または作成することができます%2。
nb: Du kan %1 bli med i eller opprette et team %2.
nl: Je kan je aansluiten bij %1 of creëer een Team%2.
pt_pt: Pode %1 Aderir ou criar uma Equipa%2.
sv: Du kan %1 Gå med i eller skapa ett Lag%2.
uk: Ви можете %1 Приєднатися або створити Команду %2.

source: Computing prefs
ja: 演算環境
nb: Kalkuleringsinnstillinger
nl: Verwerkingsvoorkeuren
pt_pt: Preferências de Computação
sv: Beräkningsinställningar
uk: Налаштування обчислень

source: Science prefs
ja: 科学分野設定
nb: Vitenskapinnstillinger
nl: Wetenschapsvoorkeuren
pt_pt: Preferências de Ciência
sv: Forskningsinställningar
uk: Наукові налаштування

source: Join
ja: 参加
nb: Bli med
nl: Aansluiten
pt_pt: Aderir
sv: Gå med
uk: Приєднатися

source: Prefer
ja: 優先
nb: Foretrekke
nl: Verkiezen
pt_pt: Preferir
sv: Föredra
uk: Переважно

source: As needed
ja: 必要な場合
nb: Etter behov
nl: Zoals nodig
pt_pt: Conforme necessário
sv: Efter behov
uk: По мірі необхідності

source: Science and location preferences
ja: 科学分野と場所の設定
nb: Vitenskap- og lokasjoninnstillinger
nl: Wetenschap en locatie voorkeuren
pt_pt: Preferências de ciência e localização
sv: Forsknings och platsinställningar
uk: Налаштування науки і місця розташування

source: Preferences saved.
ja: 設定を保存しました。
nb: Innstillinger lagret.
nl: Voorkeuren opgeslagen.
pt_pt: Preferências guardadas.
sv: Inställningar sparade.
uk: Налаштування збережені.

source: Select science areas and locations you do or don't want to support. Click %1 for more detail, %2 for less. When done, click the Save button at the bottom.
ja: サポートしたい、またはサポートしたくない科学分野と場所を選択してください。 %1をクリックすると詳細が展開され、%2をクリックすると詳細が省略されます。 完了したら、下部の保存ボタンをクリックしてください。
nb: Velg vitenskapsområder og lokasjoner du ønsker, eller ikke ønsker å støtte. Klikk på %1 for flere detaljer, %2 for færre. Når du er ferdig, klikker du Lagre-knappen nederst.
nl: Selecteer wetenschapsvelden en locaties die je wel of niet wil ondersteunen. Klik %1 voor meer detail, %2 voor minder. Als je klaar bent, klik dan op de Opslaan knop onderaan.
pt_pt: Selecione as áreas da ciência e as localizações que quer ou não suportar. Clique em %1 para mais detalhes, %2, para menos. Quando terminar, clique no botão "Guardar" no fundo.
sv: Välj forskningsområden och platser som du vill eller inte vill stödja. Klicka %1 för mer information, %2 för mindre. När du är klar, klicka på Spara knappen längst ner.
uk: Виберіть галузі науки і розташування, які Ви підтримуєте або не хочете підтримувати. Натисніть %1 для отримання більш докладної інформації, %2 щоб приховати її. Коли закінчите, натисніть кнопку Зберегти внизу.

source: Science areas
ja: 科学分野
nb: Vitenskapelige områder
nl: Wetenschapsvelden
pt_pt: Áreas de ciência
sv: Forskningsområden
uk: Наукові області

source: Locations
ja: 場所
nb: Lokasjoner
nl: Locaties
pt_pt: Localizações
sv: Platser
uk: Місця розташування

source: Your contribution history
ja: あなたの貢献度の履歴
nb: Bidragshistorikken din
nl: Jouw bijdrage geschiedenis
pt_pt: O seu histórico de contribuição
sv: Din bidragshistorik
uk: Історія вашого вкладу

source: Computing power
ja: 演算能力
nb: Kalkuleringskraft
nl: Verwerkingskracht
pt_pt: Poder de computação
sv: Beräkningskraft
uk: Обчислювальна потужність

source: Computing time
ja: 演算時間
nb: Kalkuleringstid
nl: Verwerkingstijd
pt_pt: Tempo de computação
sv: Beräkningstid
uk: Обчислювальний час

source: Completed jobs
ja: 完了ジョブ
nb: Fullført arbeid
nl: Voltooide jobs
pt_pt: Trabalhos concluídos
sv: Slutförda arbetsuppgifter
uk: Завершені завдання

source: New
nb: Ny
nl: Nieuw
pt_pt: Novo
sv: Ny
uk: Новий

source: Established
ja: 確立済み
nb: Etablert
nl: Gevestigd
pt_pt: Estabelecida
sv: Fastställd
uk: Встановлено

source: In progress
ja: 進行中
nb: I fremdrift
nl: Bezig
pt_pt: Em progresso
sv: Pågående
uk: В процесі

source: Unknown
ja: 不明
nb: Ukjent
nl: Onbekend
pt_pt: Desconhecido
sv: Okänd
uk: Невідомо

source: since
ja: 開始日
nb: siden
nl: sinds
pt_pt: desde
sv: sedan
uk: участь з

source: CPU hours
ja: CPU時間
nb: CPU timer
nl: CPU uren
pt_pt: Horas de CPU
sv: CPU timmar
uk: Годин ЦП

source: GPU hours
ja: GPU時間
nb: GPU timer
nl: GPU uren
pt_pt: Horas de GPU
sv: GPU timmar
uk: Годин ГП

source: # successful jobs
ja: 成功ジョブ数
nb: # vellykkede jobber
nl: # succesvolle jobs
pt_pt: # trabalhos bem sucedidos
sv: # lyckade arbetsuppgifter
uk: # успішних завдань

source: # failed jobs
ja: 失敗ジョブ数
nb: # mislykkede jobber
nl: # mislukte jobs
pt_pt: # trabalhos falhados
sv: # misslyckade arbetsuppgifter
uk: # провалених завдань

source: Allowed by prefs?
ja: 設定で許可されている?
nb: Tillat i instillinger?
nl: Toegestaan door voorkeuren?
pt_pt: Permitido pelas preferências?
sv: Tillåtet i inställningarna?
uk: Дозволено налаштуваннями?

source: Science keywords
ja: 科学分野キーワード
nb: Vitenskap nøkkelord
nl: Wetenschappelijke trefwoorden
pt_pt: Palavras-chave de ciência
sv: Vetenskapliga sökord
uk: Наукові ключові слова

source: Location keywords
ja: 場所キーワード
nb: Stedsnøkkelord
nl: Locatie trefwoorden
pt_pt: Palavras-chave de localização
sv: Platssökord
uk: Ключові слова місць розташування

source: CPU computing
ja: CPU演算能力
nb: CPU kalkulering
nl: CPU verwerking
pt_pt: Computação de CPU
sv: CPU beräkning
uk: Обчислення на ЦП

source: GPU computing
ja: GPU演算能力
nb: GPU kalkulering
nl: GPU verwerking
pt_pt: Computação de GPU
sv: GPU beräkning
uk: Обчислення на ГП

source: # jobs succeeded
ja: 成功ジョブ数
nb: # jobber lyktes
nl: # jobs gelukt
pt_pt: # trabalhos bem sucedidos
sv: # arbetsuppgifter som lyckats
uk: # успішних завдань

source: # jobs failed
ja: 失敗ジョブ数
nb: # mislykkede jobber
nl: # jobs mislukt
pt_pt: # trabalhos falhados
sv: # arbetsuppgifter som misslyckats
uk: # провалених завдань

source: Include
ja: 含む
nb: Inkluder
nl: Sluit in
pt_pt: Incluir
sv: Inkludera
uk: Увімкнути

source: Exclude
ja: 除外
nb: Eksluder
nl: Sluit uit
pt_pt: Excluir
sv: Exkludera
uk: Виключити

source: Excluded?
ja: 除外しますか?
nb: Eksludert?
nl: Uitgesloten?
pt_pt: Excluído?
sv: Exkluderat?
uk: Виключений?

source: Use if this project causes problems on your computer
ja: あなたのコンピュータで、このプロジェクトが問題を起こした場合に使用してください。
nb: Bruk hvis dette prosjektet gir problemer på datamaskinen din
nl: Gebruik als dit project problemen veroorzaakt op je computer
pt_pt: Utilizar se este projeto causar problemas no seu computador
sv: Använd om detta projekt skapar problem på din dator
uk: Використовувати, якщо цей проект викликає проблеми на вашому комп'ютері

source: None
ja: なし
nb: Ingen
nl: Geen
pt_pt: Nenhum
sv: Ingen
uk: Ні

source: Return to project list
ja: プロジェクト一覧に戻る
nb: Gå tilbake til prosjektlisten
nl: Keer terug naar projectlijst
pt_pt: Voltar para a lista de projetos
sv: Återvänd till listan över projekt
uk: Повернутися до списку проектів

source: At this point BOINC should be installed and running on your computer; the system tray should have an icon like this: %1 If not, %2get help here%3.
nl: Op dit punt zou BOINC geïnstalleerd moeten zijnen werken op je computer; de taakbalk zou een icoon zoals dit moeten hebben: %1 Als dit niet zo is, 1%2 zoek dan hier help%3.

source: What happens now?
ja: これからどうなるの？
nb: Hva skjer nå?
nl: Wat gebeurt er nu?
pt_pt: O que acontece agora?
sv: Vad händer nu?
uk: Що відбувається зараз?

source: BOINC, running in the background, will download computing jobs, process them, and upload the results. This will happen automatically; you don't have to do anything. This computation may cause your computer's fan to run, and it may slightly increase your electric bill.
ja: BOINCは、バックグラウンドで実行され、演算ジョブをダウンロードし、計算し、結果をアップロードします。この処理は自動的に行われ、あなたは何もする必要はありません。この計算により、お使いのコンピュータのファンが動作する可能性があります。電気代が少し高くなるかもしれません。
nb: BOINC, som kjører i bakgrunnen, vil laste ned datamaskinjobber, behandle dem, og last opp resultatene. Dette vil skje automatisk; du trenger ikke å gjøre noe. Denne beregningen kan føre til at datamaskinens vifte kjører, og det kan øke strømregningen litt.
nl: BOINC, actief op de achtergrond, zal berekeningsjobs downloaden, verwerken, en de resultaten uploaden. Dit zal automatisch gebeuren; je moet helemaal niets doen. Deze berekening kan ervoor zorgen dat de ventilator in je computer begint te draaien, en het zou je elektriciteitsrekening licht kunnen verhogen.
pt_pt: BOINC, em execução em segundo plano, irá transferir trabalhos, de computação, processá-los, e enviar os resultados. Isto irá acontecer automaticamente; não tem que fazer nada. Esta computação poderá fazer com que a fá do seu funcione, e isto poderá aumentar ligeiramente a sua fatura de electricidade.
sv: BOINC, vilket körs i bakgrunden, kommer att ladda hem arbetsuppgifter, arbeta med dem och ladda upp resultaten. Detta kommer att ske automatiskt, du behöver inte göra något. Dessa beräkningar kan få din dators kylfläkt att aktiveras, och kan öka din elräkning något.
uk: BOINC, що працює у фоновому режимі, завантажить обчислювальні завдання, обробить їх і відішле назад результати. Все відбудеться без вашої участі; вам не потрібно нічого робити. Ці обчислення змусять вентилятор вашого комп'ютера попрацювати, а споживання енергії збільшиться.

source: How to monitor and control BOINC
ja: BOINCの監視と制御の方法
nb: Hvordan overvåke og kontrollere BOINC
nl: Hoe BOINC monitoren en beheren
pt_pt: Como monitorizar e controlar o BOINC
sv: Hur du övervakar och kontrollerar BOINC
uk: Як стежити за BOINC та контролювати його

source: You can monitor what BOINC is doing, and control it, using the BOINC Manager. Open this by double-clicking on the BOINC icon. Details are %1here%2.
ja: BOINCマネージャを使って、BOINCが何をしているかを監視し、制御することができます。 BOINCアイコンをダブルクリックして開きます。 詳細は%1ここ%2にあります。
nb: Du kan overvåke hva BOINC gjør, og kontrollere det, ved hjelp av BOINC Manager. Åpne dette ved å dobbeltklikke på BOINC-ikonet. Detaljer er %1her%2.
nl: Je kan monitoren what BOINC aan het doen is, en dit beheren, door de BOINC Manager te gebruiken. Open deze door te dubbelklikken op het BOINC icoon. Details zijn %1 hier %2 te vinden.
pt_pt: Pode monitorizar o que o BOINC está a fazer, e controlá-lo, utilizando o Gestor do BOINC. Abra isto com duplo clique no ícone do BOINC. Os detalhes estão %1aqui%2.
sv: Du kan övervaka vad BOINC gör, samt kontrollera det, genom BOINC Manager. Öppna den genom att dubbelklicka på BOINC ikonen. Detaljer finns %1här%2.
uk: Ви можете контролювати, що робить BOINC, та керувати ним за допомогою диспетчера BOINC. Відкрийте його, двічі клацнувши на піктограму BOINC. Подробиці %1тут%2.

source: Computing preferences
ja: 演算設定
nb: Kalkuleringsinnstillinger
nl: Berekeningsvoorkeuren
pt_pt: Preferências de Computação
sv: Beräkningsinställningar
uk: Налаштування обчислень
