Repository: brierjon/science_united
Catalog: *_translations/*.po
Languages: ja, nb, nl, pt_pt, sv, uk

source: BOINC is designed to not impact the performance of your computer for normal use. If it does, you can reduce this impact by, for example, limiting the amount of memory BOINC uses. You can control many settings. Check this out %1here%2.
ja: BOINCは、通常の使用ではコンピュータのパフォーマンスに影響を与えないように設計されています。 影響がある場合は、以下の方法でこの影響を軽減することができます。 例えば、BOINCが使用するメモリの量を制限するなど。 多くの設定を制御することができます。 %1ここ %2 をチェックしてみてください。
nb: BOINC er designet for ikke å påvirke ytelsen til datamaskinen din for normal bruk. Hvis det gjør det, kan du redusere denne effekten ved å for eksempel å begrense mengden minne BOINC bruker. Du kan kontrollere mange innstillinger. Sjekk dette ut %1her%2.
nl: BOINC is ontworpen om geen impact te hebben op de prestaties van je computer voor normaal gebruik. Als dit wel het geval is, kan je deze impact reduceren door, bijvoorbeeld, de hoeveelheid geheugen die BOINC gebruikt te limiteren. Je kan vele instellingen beheren. Bekijk dit %1 hier %2.
pt_pt: BOINC foi desenhado para não reduzir o desempenho do seu computador para a utilização normal. Se este o fizer, pode reduzir este impacto, por exemplo, limitando a quantidade de memória que o BOINC utiliza. Pode controlar muitas definições. Consulte %1aqui%2.
sv: BOINC är designat för att inte påverka din dators prestanda för normal användning. Om den ändå gör det kan du minska påverkan genom att t.ex. begränsa mängden minne BOINC kan använda. Du kan göra många inställningar. Undersök det %1här%2.
uk: BOINC розроблений таким чином, щоб не вплинути на продуктивність вашого комп'ютера при звичайному використанні. Якщо це так, ви можете зменшити це навантаження, наприклад, обмежуючи обсяг використання пам'яті BOINC. Ви можете керувати всіма налаштуваннями. Перевірте це %1тут%2.

source: You can meet and communicate with other %1 participants in a variety of ways - take a look under the Community menu above.
ja: 他の %1 の参加者と出会い、コミュニケーションをとる様々な方法があります。 - 上記のコミュニティメニューを見てみましょう。
nb: Du kan møte og kommunisere med andre %1 deltakere på en rekke måter - ta en titt under fellesskap menyen ovenfor.
nl: Je kan andere %1 deelnemers ontmoeten en met hen communiceren op verschillende manieren - neem een kijkje onder het Gemeenschap menu hierboven.
pt_pt: Pode conhecer e comunicar com outros %1 participantes de várias maneiras - dê uma vista de olhos em cima, no menu da 'Comunidade'.
sv: Du kan träffa och kommunicera med andar %1 deltagare på flera olika sätt - utforska Gemenskapsmenyn ovan.
uk: Ви можете зустрітися та спілкуватися з іншими учасниками %1 різними способами — подивіться на Співтовариство у меню вище.

source: Projects
nl: Projecten

source: click for details
nl: klik voor details

source: Last RPC
nl: Laatste RPC

source: Log out
ja: ログアウト
nb: Logg ut
nl: Log uit
pt_pt: Terminar sessão
sv: Logga ut
uk: Вийти

source: About %1
ja: %1 について
nb: Om %1
nl: Over %1
pt_pt: Sobre %1
sv: Om %1
uk: Про %1

source: Message boards
ja: 掲示板
nb: Oppslagstavler
nl: Fora
pt_pt: Quadros de mensagens
sv: Gemenskap
uk: Дошка повідомлень

source: create or join a team
nl: creëer of sluit aan bij een team

source: Search
ja: 検索
nb: Søk
nl: Zoek
pt_pt: Procurar
sv: Sök
uk: Пошук

source: Languages
ja: 言語
nb: Språk
nl: Talen
pt_pt: Idiomas
sv: Språk
uk: Мови

source: Do science research on your computer, tablet, or phone
ja: パソコン、タブレット、スマートフォンで科学研究をしましょう
nb: Gjør vitenskapelig forskning på datamaskinen, nettbrettet eller telefonen
nl: Doe wetenschappelijk onderzoek op je computer, tablet of telefoon
pt_pt: Realizar pesquisa científica no seu computador, tablet ou telefone
sv: Gör vetenskaplig forskning på din dator, surfplatta eller telefon.
uk: Проводьте наукові дослідження на комп'ютері, планшеті або телефоні

source: Generated
ja: 生成されました
nb: Generert
nl: Gegenereerd
pt_pt: Gerado
sv: Genererad
uk: Згенеровано

source: Your personal background.
ja: あなたの経歴。
nb: Din personlige bakgrunn.
nl: Jouw persoonlijke achtergrond.
pt_pt: O seu historial.
sv: Din personliga bakgrund.
uk: Ваша особиста інформація.

source: Tell us about yourself. You could tell us where you're from, your age, occupation, hobbies, or anything else about yourself.
ja: あなたのことを教えてください。出身地、年齢、職業、趣味など、あなたのことを何でもいいので教えてください。
nb: Fortell oss om deg selv. Du kan fortelle oss hvor du er fra, alder, yrke, hobbyer eller noe annet om deg selv.
nl: Vertel ons over jezelf. Je kan ons vertellen vanwaar je komt, je leeftijd, job, hobby's of iets anders over jezelf.
pt_pt: Diga-nos sobre si. Pode dizer-nos de onde é, a sua idade, ocupação, hobbies ou alguma outra coisa sobre si.
sv: Berätta om dig själv. Du kan berätta var du är från, din ålder, vad du jobbar med, om du har någon hobby eller vad som helst om dig själv.
uk: Розкажіть нам про себе. Ви могли б розповісти нам, звідки ви, ваш вік, професія, хобі, або що-небудь ще про себе.

source: Your opinions about %1
ja: %1 についてのあなたのご意見
nb: Dine meninger om %1
nl: Je mening over %1
pt_pt: As suas opiniões sobre %1
sv: Dina åsikter om %1
uk: Ваша думка про %1

source: Tell us your thoughts about %1<ol> <li>Why do you run %1? <li>What are your views about the project? <li>Any suggestions? </ol>
ja: %1 についてのご意見をお聞かせください。 なぜ %1 を実行するのですか? このプロジェクトについての見解を教えてください。 何か提案はありますか?
nb: Fortell oss tankene dine om %1<ol> <li>Hvorfor kjører du %1? <li>Hva er dine synspunkter om prosjektet? <li>Noen forslag? </ol>
nl: Vertel ons je gedachten over %1<ol> <li>Waarom voer je %1 uit? <li>Wat zijn je visies over het project? <li>Enige suggesties? </ol>
pt_pt: Diga-nos a sua opinião sobre %1<ol> <li>Porque executa o %1? <li>Quais são as suas expetativas sobre o projeto? <li>Sugestões? </ol>
sv: Berätta dina tankar om %1<ol> <li>Varför kör du %1? <li>Vad är dina åsikter om projektet? <li>Några förslag? </ol>
uk: Розкажіть нам, що Ви думаєте про %1<ol> <li>Чому Ви берете участь в %1? <li> Які ваші погляди на проект? <li> Пропозиції? </ol>

source: Maybe
nl: Misschien

source: Edit preferences
nl: Pas voorkeuren aan

source: Initial
nl: Aanvankelijk

source: Transient error
nl: Voorbijgaande fout

source: No accounts yet
nl: Nog geen accounts

source: # jobs fail
nl: # jobs mislukt

source: Domain name
nl: Domeinnaam

source: Product name
nl: Productnaam

source: Local Standard Time
nl: Lokale Standaardtijd

source: UTC %1 hours
nl: UTC %1 uren

source: Created
nl: Gecreëerd

source: Number of times client has contacted server
nl: Aantal keer dat de client de server heeft gecontacteerd

source: Last time contacted server
nl: Laatste keer dat de server gecontacteerd is

source: Fraction of time BOINC is running
nl: Fractie van de tijd dat BOINC werkt

source: While BOINC is running, fraction of time computer has an Internet connection
nl: Fractie van de tijd dat de computer een internetverbinding heeft, terwijl BOINC werkt

source: While BOINC is running, fraction of time computing is allowed
nl: Fractie van de tijd dat de computer toegestaan is, terwijl BOINC werkt

source: While is BOINC running, fraction of time GPU computing is allowed
nl: Fractie van de tijd dat GPU verwerking toegestaan is, terwijl BOINC werkt

source: Number of processors
nl: Aantal processoren

source: Coprocessors
nl: Coprocessoren

source: Operating System
nl: Besturingssysteem

source: BOINC version
nl: BOINC versie

source: Memory
nl: Geheugen

source: Swap space
nl: Wissel van ruimte

source: Total disk space
nl: Totale schijfruimte

source: Free Disk Space
nl: Vrije schijfruimte

source: Measured floating point speed
nl: Gemeten floating point snelheid

source: %1 million ops/sec
nl: %1 miljoen ops/seconde

source: Measured integer speed
nl: Gemeten integer snelheid

source: Average upload rate
nl: Gemiddelde upload snelheid

source: %1 KB/sec
nl: %1 KB/seconde

source: Average download rate
nl: Gemiddelde download snelheid

source: No accounting records yet
nl: Nog geen boekhouding

source: CPU days
nl: CPU dagen

source: GPU days
nl: GPU dagen

source: Successful jobs
nl: Succesvolle jobs

source: Failed jobs
nl: Mislukte jobs

source: Past month:
ja: 経過月数:
nb: Siste måned:
nl: Laatste maand:
pt_pt: Mês passado:
sv: Senaste månaden:
uk: Минулий місяць:

source: Not enough data yet
ja: まだ十分なデータがありません
nb: Foreløpig ikke nok data
nl: Nog niet genoeg data
pt_pt: Ainda sem dados suficientes
sv: Inte tillräckligt med data ännu
uk: Даних ще недостатньо

source: An invitation code is required to create an account.
ja: アカウントを作成するために、招待コードが必要です。
nb: Det kreves en invitasjonskode for å opprette en konto.
nl: Een uitnodigingscode is vereist om een account te creëren.
pt_pt: É necessário um código de convite para criar uma conta.
sv: In inbjudningskod behövs för att skapa ett konto.
uk: Для створення облікового запису потрібно код запрошення.

source: Invitation code
ja: 招待コード
nb: Invitasjonskode
nl: Uitnodigingscode
pt_pt: Código de convite
sv: Inbjudningskod
uk: Код запрошення

source: Identifies you on this web site. Use your real name or a nickname.
ja: 我々のウェブサイト上であなたを識別する名前です。実名でも、ニックネームでも結構です。
nb: Identifiserer deg på dette nettstedet. Bruk ditt virkelige navn eller et kallenavn.
nl: Identificeer je op deze website. Gebruik je echte naam of een bijnaam.
pt_pt: Identifica-o neste website. Utilize o seu nome real ou um apelido.
sv: Identifierar dig på denna webbplats. Använd ditt riktiga namn eller ett alias.
uk: Ідентифікує вас на цьому веб-сайті. Використовуйте своє справжнє ім'я або псевдонім.

source: Choose screen name
ja: スクリーンネームを選択してください
nb: Velg visningsnavn
nl: Kies schermnaam
pt_pt: Escolha um nome de utilizador
sv: Välj alias
uk: Виберіть екранне ім'я

source: An address where you can receive emails.
ja: あなたが受信可能なEメールアドレス
nb: En adresse der du kan motta e-post.
nl: Een adres waar je e-mails kan aankrijgen.
pt_pt: Um endereço onde pode receber as mensagens.
sv: En adress där du kan ta emot e-post.
uk: Адреса, за якою можна отримувати електронні листи.

source: Your email address
ja: あなたのEメールアドレス
nb: Din epostadresse
nl: Je e-mailadres
pt_pt: O seu endereço de e-mail
sv: Din e-postadress
uk: Ваша адреса електронної пошти

source: Must be at least %1 characters
ja: 最低 %1 文字必要です。
nb: Må være minst %1 tegn
nl: Moet minstens %1 karakters bevatten
pt_pt: Deve ter pelo menos %1 carateres
sv: Måste vara minst %1 tecken
uk: Повинно бути не менше %1 символів

source: Choose password
ja: パスワードを選択してください
nb: Velg passord
nl: Kies wachtwoord
pt_pt: Escolher palavra-passe
sv: Välj lösenord
uk: Виберіть пароль

source: Want to help more?
ja: さらにヘルプが必要ですか?
nb: Vil du hjelpe mer?
nl: Wil je meer helpen?
pt_pt: Quer ajudar mais?
sv: Vill du hjälpa till ytterligare?
uk: Хочете допомогти більше?

source: Tell friends and family about %1.
ja: 友人や家族に %1 について伝えてください。
nb: Fortell venner og familie om %1.
nl: Vertel je familie en vrienden over %1.
pt_pt: Fale com os amigos e família sobre %1.
sv: Berätta för vänner och familj om %1.
uk: Розкажіть друзям і родичам про %1.

source: Run BOINC on your other computing devices (desktops, laptops, tablets, Android phones).
ja: BOINCを他のコンピューティングデバイス（デスクトップ、ラップトップ、タブレット、Android携帯電話）で実行してください。
nb: Kjør BOINC på andre dataenheter (stasjonære, bærbare datamaskiner, nettbrett, Android-telefoner).
nl: Voer BOINC uit op je andere computerapparaten (desktops, laptops, tablets, Android-telefoons).
pt_pt: Execute o BOINC nos seus outros dispositivos de computação (PCs, portáteis, tablets, telemóveis Android).
sv: Kör BOINC på dina andra enheter (stationära datorer, bärbara datorer, surfplattor, Android telefoner).
uk: Запусіть BOINC на інших обчислювальних пристроях (настільні комп'ютери, ноутбуки, планшети, телефони Android).

source: Is BOINC running on this computer? If not, %1Download it%2.
ja: このコンピュータでBOINCを実行していますか？ そうでない場合は、%1ダウンロードしてください%2.
nb: Kjører BOINC på denne datamaskinen? Hvis ikke, %1Last det ned%2.
nl: Is BOINC actief op deze computer? Zo niet, %1Download het%2.
pt_pt: O BOINC está em execução neste computador? Se não, %1Transfira-o%2.
sv: Körs BOINC på din dator? Om inte, %1Ladda ner det%2.
uk: BOINC працює на цьому комп'ютері? Якщо ні, %1Завантажте його%2.

source: Log in.
ja: ログイン
nb: Logg inn.
pt_pt: Iniciar sessão.
sv: Logga in.
uk: Увійти.

source: Login
ja: ログイン
nb: Logg inn
pt_pt: Iniciar sessão
sv: Logga in
uk: Увійти

source: Help
ja: ヘルプ
nb: Hjelp
pt_pt: Ajuda
sv: Hjälp
uk: Допомога

source: Project
ja: プロジェクト
nb: Prosjekt
pt_pt: Projeto
sv: Projekt
uk: Проект

source: Site
ja: サイト
nb: Nettsted
sv: Webbplats
uk: Сайт

source: Delete account
ja: アカウントを削除する
nb: Slett konto
pt_pt: Eliminar conta
sv: Ta bort konto
uk: Видалити обліковий запис

source: Instructions
ja: 削除実行
nb: Instruksjoner
pt_pt: Instruções
sv: Instruktioner
uk: Інструкції

source: Update
ja: 更新する
nb: Oppdater
pt_pt: Atualizar
sv: Uppdatera
uk: Оновити

source: If you received a 'no work reported' email from Science United or are having other problems, please do the following:
ja: Science Unitedから「no work reported」というメールが届いた場合、またはその他の問題が発生している場合は、以下の手順を実行してください。:
nb: Hvis du mottok en e-post fra Science United eller ikke har noe arbeid, eller har andre problemer, gjør du følgende:
pt_pt: Se recebeu um email da Science United a dizer 'sem trabalho reportado' ou tem outros problemas, por favor faça o seguinte:
sv: Om du tar emot ett "inga jobb rapporterade" e-post från Science United eller har andra problem, vänligen gör följande:
uk: Якщо Ви отримали електронний лист 'про роботу не повідомлялося' від Science United або Ви маєте інші проблеми, будь ласка, виконайте наступне:

source: Make sure BOINC is installed on your computer
ja: お使いのコンピュータにBOINCがインストールされていることを確認してください。
nb: Sørg for at BOINC er installert på din datamaskin
pt_pt: Certifique-se que o BOINC está instalado no seu computador
sv: Försäkra dig om att BOINC är installerat på din dator
uk: Переконайтесь, що BOINC встановлений на вашому комп’ютері

source: Do you see the BOINC icon %1 in your system tray or dock?
ja: システム・トレイやドックに BOINC アイコン %1 が表示されていますか？
nb: Ser du BOINC-ikonet % 1 i systemstatusfeltet eller dokken?
pt_pt: Vê o ícone do BOINC %1 na sua barra de tarefas ou "dock"?
sv: Ser du BOINC-ikonen %1 i Meddelandefältet?
uk: Чи бачите значок BOINC %1 у системному треї чи панелі dock?

source: If not, %1download and install BOINC%2.
ja: そうでない場合は、%1BOINCをダウンロードしてインストール%2してください。
nb: Hvis ikke, %1dlast ned og installer BOINC%2.
pt_pt: Se não, %1dtransfira e instale o BOINC%2.
sv: Om inte, %1Ladda ner och installera BOINC%2
uk: якщо ні, %1dзавантажте та встановіть BOINC%2.

source: Science United requires BOINC version 7.14 or later.
ja: Science UnitedにはBOINCのバージョン7.14以降が必要です。
nb: Science United krever BOINC versjon 7.14 eller nyere.
pt_pt: Science United necessita do BOINC com a versão 7.14 ou superior.
sv: Science United behöver BOINC version 7.14 eller senare.
uk: Science United вимагає BOINC версії 7.14 або новішої версії.

source: Make sure BOINC is attached to Science United
ja: BOINCがScience Unitedに接続されていることを確認してください。
nb: Forsikre deg om at BOINC er tilknyttet Science United
pt_pt: Certifique-se que o BOINC está anexado a Science United
sv: Försäkra dig om att BOINC är ansluten till Science United
uk: Переконайтесь, що BOINC доданий до Science United

source: Double-click the BOINC icon to open the BOINC Manager.
ja: BOINCアイコンをダブルクリックしてBOINCマネージャーを開きます。
nb: Dobbeltklikk på BOINC-ikonet for å åpne BOINC Manager.
pt_pt: Carregue duas vezes no ícone do BOINC para abrir o 'Gestor' do BOINC.
sv: Dubbelklicka på BOINC-ikonen för att öppna BOINC Hanteraren.
uk: Двічі клацніть піктограму BOINC, щоб відкрити диспетчер BOINC.

source: Switch to the Advanced View (View / Advanced View).
ja: 詳細ビュー（表示/詳細ビュー）に切り替えます。
nb: Bytt til avansert visning (visning / avansert visning).
pt_pt: Mudar para Visualização Avançada (Visualização / Visualização Avançada).
sv: Byt till avancerad vy (Visa / Avancerad vy).
uk: Перейдіть до Розширеного перегляду (Перегляд / Розширений вигляд).

source: Click on the Tools menu. You should see 'Synchronize with Science United'. If not, select 'Use account manager' and attach BOINC to your Science United account.
ja: ツールメニューをクリックします。 「Science Unitedとの同期」が表示されているはずです。 表示されていない場合は、「アカウントマネージャーを使用」を選択して、BOINCをScience Unitedアカウントにアタッチしてください。
nb: Klikk på Verktøy-menyen. Du bør se "Synkroniser med Science United". Hvis ikke, velg 'Bruk kontoadministrator' og tilknytt BOINC til Science United-kontoen din.
pt_pt: Cloque no menu Ferramentas. Deve conseguir ver 'Sincronizar com a Science United'. Se não, selecione 'Utilizar Gestor de Conta' e anexe o BOINC à sua conta da Science United.
sv: Klicka på Verktygs-menyn. Du bör se "Synkronisera med Science United". Om inte, välj "Använd kontohanterare" och anslut Boinc till ditt Science United konto.
uk: Клацніть на меню Інструменти. Ви побачите "Синхронізувати з Science United". Якщо ні, виберіть "Використовувати менеджер облікових записів" та додайте BOINC до свого облікового запису Science United.

source: Other sources of help
ja: ヘルプのその他情報源
nb: Andre kilder til hjelp
pt_pt: Outras fontes de ajuda
sv: Andra sätt att få hjälp
uk: Інші джерела допомоги

source: Problems with Science United: ask for help on the %1Science United message boards%2.
ja: Science Unitedに関する問題: %1Science Unitedの掲示板%2に助けを求めてください。
nb: Problemer med Science United: Be om hjelp på %1Science United-oppslagstavlene%2.
pt_pt: Problemas com a Science United: peça ajuda nos %1fFóruns da Science United%2.
sv: Problem med Science United: Fråga efter hjälp i "%1Science United forumen%2.
uk: Проблеми з Science United: зверніться за допомогою на дошки оголошень %1Science United%2.

source: To report a bug or request a feature in Science United, create an issue on the %1Science United Github repository%2 (you'll need a free Github account).
ja: Science United のバグを報告したり、機能をリクエストするには、%1Science United Github リポジトリ%2 に課題を作成してください (無料の Github アカウントが必要です)。
nb: For å rapportere en feil eller be om en funksjon i Science United, opprett et problem i %1Science United Github-arkivet%2 (du trenger en gratis Github-konto).
pt_pt: Para reportar um bug ou pedir uma funcionalidade na Science United, crie um pedido no %1Repositório Github da Science United%2 (precisa de ter uma conta grátis Github).
sv: För att rapportera ett problem eller efterfråga en funktion för Science United, skapa en fråga i %1Science United Github repository%2 (du behöver ha ett gratis Github-konto).
uk: Щоб повідомити про помилку або запитати функцію в Science United, створіть тему в %1репозиторії Science United у Github%2 (Вам знадобиться безкоштовний обліковий запис у Github).

source: If none of the above work for you, %1email us%2.
ja: 上記のどれも当てはまらない場合は、%1 私たちにメールをください%2
nb: Hvis ingen av de ovennevnte fungerer for deg, %1esend oss%2.
pt_pt: Se nenhum dos acima funcionar para si, %1eenvie-nos email%2.
sv: Om inget av ovanstående fungerade, %1E-posta oss%2.
uk: Якщо жодне з перерахованого вище не працює для вас, %1e напишіть нам%2.

source: Claimed credit
ja: 要求された功績値
nb: Etterspurt kreditt
pt_pt: Crédito reivindicado
sv: Yrkad poäng
uk: Заявлений кредит

source: Account
ja: アカウント
nb: Konto
pt_pt: Conta
sv: Konto
uk: Обліковий Запис

source: Email
ja: Eメール
nb: Epost
sv: E-post
uk: Електронна пошта

source: Platform score
ja: プラットフォームスコア
nb: Plattform poeng
pt_pt: Pontuação da plataforma
sv: Plattformspoäng
uk: Оцінка платформи

source: -1 if the project has no programs that will run on the computer; 0 if it does; +0.1 if one of them uses a GPU or VirtualBox.
ja: コンピュータ上で実行されるプログラムがない場合は-1、プログラムがある場合は0、GPUまたはVirtualBoxを使用している場合は+0.1を指定します。
nb: -1 hvis prosjektet ikke har noen programmer som kan kjøres på datamaskinen; 0 hvis den gjør det; +0.1 hvis en av dem bruker en GPU eller VirtualBox.
pt_pt: -1 se o projeto não tiver programas que possam correr no seu computador; 0 se tiver; +0.1 se um deles utilizar a GPU ou VirtualBox.
sv: -1 om projektet inte har några applikationer som kan köras på din dator; 0 om det har det; +0,1 om en av dem använder sig av GPU eller VirtualBox.
uk: -1, якщо в проекті немає програм, які будуть працювати на комп'ютері; 0, Якщо є; +0.1, якщо одна з них використовує GPU або VirtualBox.

source: Allocation score
ja: 割り当てスコア
nb: Tildelingspoeng
pt_pt: Alocação de pontuação
sv: Tilldelningspoäng
uk: Оцінка розподілу

source: Score
ja: スコア
nb: Poeng
pt_pt: Pontuação
sv: Poäng
uk: Оцінка

source: CPU FLOPS
pt_pt: FLOPS de CPU
uk: FLOPS ЦП

source: GPU FLOPS
pt_pt: FLOPS de GPU
uk: FLOPS ГП

source: Computer details
ja: コンピュータの詳細
nb: Datamaskindetaljer
pt_pt: Detalhes do computador
sv: Datordetaljer
uk: Детальніше про комп'ютер

source: Hardware/software details
ja: ハードウェア/ソフトウェアの詳細
nb: Maskin-/programvare detaljer
pt_pt: Detalhes de hardware/software
sv: Hårdvaru/mjukvarudetaljer
uk: Детальніше про обладнання/програмне забезпечення

source: Already joined
ja: 参加済みです
nb: Allerede med i
pt_pt: Já aderiu
sv: Redan ansluten
uk: Вже приєдналися

source: You're already logged in. If you want to create a new account, please log out first.
ja: すでにログインしています。 新規アカウントを作成する場合は、まずログアウトしてください。
nb: Du er allerede logget inn. Hvis du vil opprette en ny konto, må du logge ut først.
pt_pt: Já iniciou a sessão. Se pretender criar uma nova conta, por favor termine primeiro a sessão.
sv: Du är redan inloggad. Om du vill skapa ett nytt konto, vänligen logga ut först.
uk: Ви вже ввійшли. Якщо ви хочете створити новий обліковий запис, спочатку вийдіть із системи.

source: Account status
ja: アカウント状態
nb: Kontostatus
pt_pt: Estado da Conta
sv: Kontostatus
uk: Статус облікового запису

source: Web site
ja: ウェブサイト
nb: Nettsted
pt_pt: Site da Web
sv: Webbplats
uk: Вебсайт

source: At this point BOINC should be installed and running on your computer; the system tray should have an icon like this: %1 If not, %2 get help here %3.
ja: この時点でBOINCがインストールされ、コンピュータ上で実行されているはずです；システムトレイにはこのようなアイコンがあるはずです。: %1 ない場合は、%2 ここで助けを得てください %3。
nb: På dette tidspunktet bør BOINC være installert og kjøre på datamaskinen din; Systemstatusfeltet skal ha et ikon som dette: %1 Hvis ikke, få %2 hjelp her %3.
pt_pt: Neste ponto, o BOINC deverá estar instalado e em execução no seu computador; a bandeja do sistema deverá ter um ícone como este: %1, se não, %2 obtenha ajuda aqui %3.
sv: Nu borde BOINC vara installerat och igång på din dator; meddelandefältet ska ha en ikon som denna: %1 Om inte, %2 Få hjälp här %3.
uk: На цьому етапі BOINC слід встановити та запустити на вашому комп'ютері; системний лоток повинен мати подібну піктограму: %1 якщо ні, %2 отримайте допомогу тут %3.

source: No work reported so far. %1Need help?%2
ja: これまでに報告された仕事はありません。%1ヘルプが必要ですか?%2
nb: Inget rapportert arbeid så langt. %1Behøver du hjelp?%2
pt_pt: Sem trabalho reportado até agora. %1Precisa de ajuda?%2
sv: Inga uppgifter rapporterade än. %1Behöver du hjälp?%2
uk: Про роботу не повідомлено. %1Потрібна допомога?%2

source: No work reported in last %1 days. %2Need help?%3
ja: 過去 %1 日間に仕事が報告されていません。%2ヘルプが必要ですか?%3
nb: Inget rapportert arbeid de siste %1 dagene. %2Behøver du hjelp? %3
pt_pt: Sem trabalho reportado nos últimos %1 dias. %2Precisa de ajuda?%3
sv: Inga uppgifter rapporterade för de senaste %1 dagarna. %2Behöver du hjälp%3
uk: Про роботу не повідомлено за останні %1 днів. %2Потрібна допомога?%3
